{
  "status_code": "1",
  "status_message": "",
  "data": {
    "title": "",
    "desc": "",
    "image": "",
    "id": "1619575",
    "article": [
      {
        "type": 0,
        "value": {
          "textSize": 24,
          "textStyle": "bold",
          "text": "PM मोदी को लेकर पाकिस्तानी मंत्री हिना रब्बानी खार ने कही ये बात, श्री श्री रविशंकर ने दिया कड़ा जवाब "
        }
      },
      {
        "type": 1,
        "value": {
          "id": "NATIVEAPP-ADS"
        }
      },
      {
        "type": 0,
        "value": {
          "textSize": 16,
          "textStyle": "normal",
          "text": "<p>गंभीर आर्थिक संकट का सामना कर रहे पाकिस्तान के प्रधानमंत्री शहबाज शरीफ ने भारत से बातचीत की इच्छा जाहिर की थी. लेकिन अगले 24 घंटे में ही पाकिस्तान पीएमओ ने शहबाज शरीफ के बयान से पल्ला झाड़ते हुए कश्मीर राग अलापने लगा था. वहीं, अब पाकिस्तान की विदेश राज्य मंत्री हिना रब्बानी खार ने भी शहबाज शरीफ के बयान से पल्ला झाड़ लिया है.</p>"
        }
      },
      {
        "type": 0,
        "value": {
          "textSize": 16,
          "textStyle": "normal",
          "text": "कुछ दिन पहले ही पाकिस्तान के प्रधानमंत्री ने भारत से बातचीत की इच्छा जाहिर की थी. लेकिन अगले ही दिन पाकिस्तान पीएमओ ने शहबाज शरीफ के बयान से पल्ला झाड़ लिया था. अब पाकिस्तान की विदेश राज्य मंत्री ने कहा है कि पाकिस्तान पीएम मोदी को सहयोगी के रूप में नहीं देखता है."
        }
      },
      {
        "type": 2,
        "value": {
          "img_url": "https://akm-img-a-in.tosshub.com/aajtak/images/story/202301/9_19-sixteen_nine.jpg?size=749:421"
        }
      },
      {
        "type": 0,
        "value": {
          "textSize": 16,
          "textStyle": "bold",
          "text": "<p>मंत्री हिना रब्बानी खार ने गुरुवार को कहा, उनका देश (पाकिस्तान) दोनों देशों के बीच शांति की दिशा में काम करने के लिए प्रधान मंत्री नरेंद्र मोदी को एक सहयोगी के रूप में नहीं देखता है. भारत के पूर्व प्रधानमंत्री मनमोहन सिंह और अटल बिहारी वाजपेयी को एक सहयोगी के रूप में देखता था.</p>"
        }
      },
      {
        "type": 0,
        "value": {
          "textSize": 16,
          "textStyle": "normal",
          "text": "<p>हिना रब्बानी खार के इस बयान पर आर्ट ऑफ लिविंग फाउंडर श्री श्री रविशंकर ने पाक मंत्री हिना रब्बानी के आरोपों पर जोरदार पलटवार करते हुए कहा कि पाकिस्तान को यह मालूम होना चाहिए कि समस्या उनकी तरफ से है. क्योंकि भारत को किसी अन्य पड़ोसी देश से कोई समस्या नहीं है.</p>"
        }
      },
      {
        "type": 0,
        "value": {
          "textSize": 16,
          "textStyle": "normal",
          "text": "<p>स्विटजरलैंड के दावोस में जारी वर्ल्ड इकोनॉमिक फोरम के वार्षिक बैठक 2023 में साउथ-एशिया पर आयोजित एक सत्र में बोलते हुए खार ने कहा, जब मैं विदेश मंत्री के रूप में भारत गई थी तो बेहतर सहयोग के लिए हमने कड़ी मेहनत की थी. वर्तमान स्थिति की तुलना में उस वक्त हम काफी बेहतर स्थिति में थे. </p>"
        }
      },
      {
        "type": 0,
        "value": {
          "textSize": 16,
          "textStyle": "normal",
          "text": "<p>पाकिस्तान की मंत्री का बयान ऐसे समय में आया है जब कुछ दिन पहले ही एक टीवी चैनल को दिए इंटरव्यू में पाकिस्तान के पीएम ने कहा था कि भारत से तीन युद्ध हुए हैं और इससे गरीबी और बेरोजगारी ही आई है. इसलिए हम पीएम मोदी से कहना चाहते हैं कि हम समस्याओं को सुलझाना चाहते हैं.</p>"
        }
      },
      {
        "type ": 0,
        "value ": {
          "textSize": 16,
          "textStyle": "normal",
          "text": "<p>उसी पैनल का हिस्सा रहे आर्ट ऑफ लिविंग फाउंडर श्री श्री रविशंकर ने पाक मंत्री हिना रब्बानी के आरोपों पर जोरदार पलटवार किया. पाकिस्तान को आइना दिखाते हुए रविशंकर ने कहा कि पाकिस्तान को यह मालूम होना चाहिए कि समस्या उनकी तरफ से है. क्योंकि भारत को किसी अन्य पड़ोसी देश से कोई समस्या नहीं है. </p>"
        }
      },
      {
        "type": 1,
        "value": {
          "id": "NATIVEAPP-ADS"
        }
      },
      {
        "type": 0,
        "value": {
          "textSize": 16,
          "textStyle": "normal",
          "text": "<p>पाक मंत्री हिना रब्बानी खार ने भारत से बातचीत को लेकर कहा, मैं वास्तव में मानती हूं कि अगर दोनों देशों के पास एक ही समय में कूटनीतिक कौशल (statesmen) नेता हो और जिन्हें सिर्फ चुनावों में ही रुचि नहीं हो, तो ऐसी कोई समस्या नहीं है जिसे हल नहीं किया जा सकता है.</p>"
        }
      },
      {
        "type": 0,
        "value": {
          "textSize": 16,
          "textStyle": "normal",
          "text": "<p>उन्होंने कहा, हमें चुनाव प्रक्रियाओं से परे सोचने और शांति की इच्छा रखने की जरूरत है. प्रधानमंत्री नरेंद्र मोदी अपने देश के लिए अच्छे नेता हो सकते हैं. लेकिन मुझे नरेंद्र मोदी में पाकिस्तान का सहयोगी नहीं दिखता है. मनमोहन सिंह और अटल बिहारी वाजपेयी को मैंने पाकिस्तान के सहयोगी के रूप में देखा था. </p>"
        }
      },
      {
        "type": 0,
        "value": {
          "textSize": 16,
          "textStyle": "bold",
          "text": "<p>हिना रब्बानी खार ने कहा कि पाकिस्तान अपने अतीत से सबक ले चुका है. अब वह आगे बढ़ना चाहता है लेकिन मुझे लगता है कि भारत हमेशा से एक ऐसा देश था जहां सभी धर्म के लोग शांतिपूर्वक रहते थे. लेकिन अब ऐसा नहीं है. </p>"
        }
      },
      {
        "type": 2,
        "value": {
          "img_url": "https: //akm-img-a-in.tosshub.com/aajtak/images/story/202301/9_19-sixteen_nine.jpg?size=749: 421"
        }
      },
      {
        "type": 0,
        "value": {
          "textSize": 16,
          "textStyle": "normal",
          "text": "<p>श्री रविशंकर ने कहा कि दोनों देशों में एक समान भाषा बोली जाती है. दोनों की संस्कृति, खान-पान आदि समान हैं. प्रधानमंत्री मोदी ने कई बार हाथ बढ़ाते हुए मदद करने की पेशकश भी की है. हिना रब्बानी खेर के आरोपों का कोई मतलब नहीं बनता है. भारत में धर्मनिरपेक्षता पर उठाए गए सवालों पर भी रविशंकर ने जोरदार खंडन किया. <br />\n </p>"
        }
      },
      {
        "type": 0,
        "value": {
          "textSize": 16,
          "textStyle": "normal",
          "text": "<p>Sample Click following link <a href = https://www.aajtak.in/world/story/pakistan-minister-hina-rabbani-khar-says-pakistan-does-not-see-a-partner-in-pm-modi-tlifwe-1619575-2023-01-20>Hyber Link Sample</a></p>"
        }
      },
      {
        "type": 0,
        "value": {
          "textSize": 16,
          "textStyle": "normal",
          "text": "<body><h1>This is heading 1</h1><h2>This is heading 2</h2><h3>This is heading 3</h3><h4>This is heading 4</h4><h5>This is heading 5</h5><h6>This is heading 6</h6></body>"
        }
      },
      {
        "type": 0,
        "value": {
          "textSize": 16,
          "textStyle": "normal",
          "text": "<!DOCTYPE html><html><body><p><b>This text is bold</b></p><p><i>This text is italic</i></p><p>This is<sub> subscript</sub> and <sup>superscript</sup></p></body></html>"
        }
      }
    ]
  }
}